Repository: gnu-mirror-unofficial/shishi
Catalog: po/*.po
Languages: pl

source: Shishi success
pl: Sukces Shishi

source: Error in ASN.1 function (corrupt data?)
pl: B³±d w funkcji ASN.1 (uszkodzone dane?)

source: Could not open file
pl: Nie uda³o siê otworzyæ pliku

source: File input/output error
pl: B³±d wej¶cia/wyj¶cia pliku

source: Memory allocation error in shishi library.
pl: B³±d przydzielania pamiêci w bibliotece shishi.

source: Base64 encoding or decoding failed. Data corrupt?
pl: Kodowanie lub dekodowanie base64 nie powiod³o siê. Uszkodzone dane?

source: Client realm value differ between request and reply.
pl: Warto¶æ dziedziny klienta ró¿ni siê miêdzy ¿±daniem a odpowiedzi±.

source: Client name value differ between request and reply.
pl: Warto¶æ nazwy klienta ró¿ni siê miêdzy ¿±daniem a odpowiedzi±.

source: Replay protection value (nonce) differ between request and reply.
pl: Warto¶æ zabezpieczenia odtworzenia (nonce) ró¿ni siê miêdzy ¿±daniem a odpowiedzi±.

source: Keytype used to encrypt ticket doesn't match provided key. This usually indicates an internal application error.
pl: Rodzaj klucza u¿yty do zaszyfrowania biletu nie pasuje do dostarczonego klucza. Zwykle oznacza to b³±d wewnêtrzny aplikacji.

source: Internal error in low-level crypto routines.
pl: B³±d wewnêtrzny w niskopoziomowych funkcjach kryptograficznych.

source: Low-level cryptographic primitive failed. This usually indicates bad password or data corruption.
pl: Niskopoziomowa operacja kryptograficzna nie powiod³a siê. Zwykle oznacza to z³e has³o lub uszkodzenie danych.

source: Timedout talking to KDC. This usually indicates a network or KDC address problem.
pl: Up³yn±³ limit czasu przy komunikacji z KDC. Zwykle oznacza to problem z sieci± lub adresem KDC.

source: No KDC for realm known.
pl: Nie ma znanego KDC dla tej dziedziny.

source: The system call socket() failed. This usually indicates that your system does not support the socket type.
pl: Wywo³anie systemowe socket() nie powiod³o siê. Zwykle oznacza to, ¿e system nie obs³uguje danego rodzaju gniazdo.

source: The system call bind() failed. This usually indicates insufficient permissions.
pl: Wywo³anie systemowe bind() nie powiod³o siê. Zwykle oznacza to niewystarczaj±ce uprawnienia.

source: The system call sendto() failed.
pl: Wywo³anie systemowe sendto() nie powiod³o siê.

source: The system call close() failed.
pl: Wywo³anie systemowe close() nie powiod³o siê.

source: Server replied with an error message to request.
pl: Serwer odpowiedzia³ komunikatem b³êdu na ¿±danie.

source: Ticketset not initialized. This usually indicates an internal application error.
pl: Zbiór biletów nie zainicjowany. Zwykle oznacza to b³±d wewnêtrzny aplikacji.

source: Could not decrypt AP-REQ using provided key. This usually indicates an internal application error.
pl: Nie uda³o siê odszyfrowaæ AP-REQ przy u¿yciu dostarczonego klucza. Zwykle oznacza to b³±d wewnêtrzny aplikacji.

source: Could not decrypt Ticket using provided key. This usually indicates an internal application error.
pl: Nie uda³o siê odszyfrowaæ biletu przy u¿yciu dostarczonego klucza. Zwykle oznacza to b³±d wewnêtrzny aplikacji.

source: Failed to parse keytab file
pl: Nie uda³o siê przeanalizowaæ pliku keytab

source: Failed to parse credential cache file
pl: Nie uda³o siê przeanalizowaæ pliku cache'a danych uwierzytelniaj±cych

source: Unknown error
pl: Nieznany b³±d

source: No error
pl: Brak b³êdu

source: libshishi: warning: %s
pl: libshishi: uwaga: %s

source: libshishi: warning: %s
pl: libshishi: uwaga: %s

source: Writing KRB-ERROR to %s...
pl: Zapisywanie KRB-ERROR do %s...

source: Writing KRB-ERROR in %s format...
pl: Zapisywanie KRB-ERROR w formacie %s...

source: Writing KRB-ERROR to %s...done
pl: Zapisywanie KRB-ERROR do %s... zakoñczone

source: Reading KRB-ERROR from %s...
pl: Odczytywanie KRB-ERROR z %s...

source: Reading KRB-ERROR in %s format...
pl: Odczytywanie KRB-ERROR w formacie %s...

source: Reading KRB-ERROR from %s...done
pl: Odczytywanie KRB-ERROR z %s... zakoñczone

source: Client's entry in database has expired
pl: Wpis klienta w bazie danych wygas³

source: Server's entry in database has expired
pl: Wpis serwera w bazie danych wygas³

source: Requested protocol version number not supported
pl: ¯±dana wersja protoko³u nie jest obs³ugiwana

source: Client's key encrypted in old master key
pl: Klucz klienta zaszyfrowany w starym kluczu g³ównym

source: Server's key encrypted in old master key
pl: Klucz serwera zaszyfrowany w starym kluczu g³ównym

source: Client not found in database
pl: Nie znaleziono klienta w bazie danych

source: Server not found in database
pl: Nie znaleziono serwera w bazie danych

source: Multiple principal entries in database
pl: Wiele wpisów zarz±dcy w bazie danych

source: The client or server has a null key
pl: Klient lub serwer ma pusty klucz

source: Ticket not eligible for postdating
pl: Bilet nie nadaje siê do postdatowania

source: Requested start time is later than end time
pl: ¯±dany czas pocz±tkowy jest pó¼niejszy ni¿ koñcowy

source: KDC policy rejects request
pl: ¯±danie odrzucone przez politykê KDC

source: KDC cannot accommodate requested option
pl: KDC nie zgadza siê na ¿±dan± opcjê

source: KDC has no support for encryption type
pl: KDC nie obs³uguje tego rodzaju szyfru

source: KDC has no support for checksum type
pl: KDC nie obs³uguje tego rodzaju sumy kontrolnej

source: KDC has no support for padata type
pl: KDC nie obs³uguje tego rodzaju padata

source: KDC has no support for transited type
pl: KDC nie obs³uguje tego rodzaju transmisji

source: Clients credentials have been revoked
pl: Dane uwierzytelniej±ce klientów zosta³y anulowane

source: Credentials for server have been revoked
pl: Dane uwierzytelniaj±ce dla serwera zosta³y anulowane

source: TGT has been revoked
pl: TGT zosta³o anulowane

source: Client not yet valid - try again later
pl: Klient jeszcze nie jest wa¿ny - proszê spróbowaæ pó¼niej

source: Server not yet valid - try again later
pl: Serwer jeszcze nie jest wa¿ny - proszê spróbowaæ pó¼niej

source: Password has expired
pl: Has³o wygas³o

source: Pre-authentication information was invalid
pl: Informacje wczesnego uwierzytelnienia by³y nieprawid³owe

source: Additional pre-authentication required
pl: Wymagane dodatkowe wczesne uwierzytelnienie

source: Requested server and ticket don't match
pl: ¯±dany serwer i bilet nie zgadzaj± siê

source: Server principal valid for user2user only
pl: Zarz±dca serwera wa¿ny tylko dla user2user

source: KDC Policy rejects transited path
pl: Polityka KDC odrzuca ¶cie¿kê tranzytow±

source: A service is not available
pl: Us³uga niedostêpna

source: Integrity check on decrypted field failed
pl: Kontrola poprawno¶ci odszyfrowanego pola nie powiod³a siê

source: Ticket expired
pl: Bilet wygas³

source: Ticket not yet valid
pl: Bilet jeszcze niewa¿ny

source: Request is a replay
pl: ¯±danie jest powtórk±

source: The ticket isn't for us
pl: Bilet nie jest dla nas

source: Ticket and authenticator don't match
pl: Bilet i uwierzytelnienie nie zgadzaj± siê

source: Clock skew too great
pl: Zbyt du¿e przesuniêcie zegara

source: Incorrect net address
pl: Niepoprawny adres sieci

source: Protocol version mismatch
pl: Niezgodno¶æ wersji protoko³u

source: Invalid msg type
pl: Nieprawid³owy rodzaj komunikatu

source: Message stream modified
pl: Zmodyfikowany strumieñ komunikatu

source: Message out of order
pl: Komunikat spoza kolejno¶ci

source: Specified version of key is not available
pl: Podana wersja klucza nie jest dostêpna

source: Service key not available
pl: Klucz us³ugi niedostêpny

source: Mutual authentication failed
pl: Wzajemne uwierzytelnienie nie powiod³o siê

source: Incorrect message direction
pl: Niepoprawny kierunek komunikatu

source: Alternative authentication method required
pl: Wymagana alternatywna metoda uwierzytelnienia

source: Incorrect sequence number in message
pl: Niepoprawny numer sekwencji w komunikacie

source: Inappropriate type of checksum in message
pl: Niew³a¶ciwy rodzaj sumy kontrolnej w komunikacie

source: Policy rejects transited path
pl: Polityka odrzuca ¶cie¿kê tranzytow±

source: Response too big for UDP, retry with TCP
pl: Odpowied¼ zbyt du¿a dla UDP, proszê spróbowaæ TCP

source: Generic error (description in e-text)
pl: B³±d ogólny (opis w e-tek¶cie)

source: Field is too long for this implementation
pl: Pole zbyt d³ugie dla tej implementacji

source: Unknown KRB-ERROR error code %d.
pl: Nieznany kod b³êdu KRB-ERROR %d.

source: Shisa success
pl: Sukces Shisy

source: Shisa could not be initialized.
pl: Nie uda³o siê zainicjowaæ Shisy.

source: The Shisa configuration file does not exist.
pl: Plik konfiguracyjny Shisy nie istnieje.

source: File I/O error for Shisa configuration file.
pl: B³±d we/wy pliku dla pliku konfiguracyjnego Shisy.

source: Syntax error in Shisa configuration token.
pl: B³±d sk³adni w tokenie konfiguracyjnym Shisy.

source: Shisa database could not be opened.
pl: Nie mo¿na otworzyæ bazy danych Shisy.

source: Error enumerating realms in database.
pl: B³±d w numeracji dziedzin w bazie danych.

source: Error enumerating principals in database.
pl: B³±d w numeracji zarz±dców w bazie danych.

source: Error enumerating keys in database.
pl: B³±d w numeracji kluczy w bazie danych.

source: Supplied realm does not exist.
pl: Podana dziedzina nie istnieje.

source: Supplied principal does not exist.
pl: Podany zarz±dca nie istnieje.

source: Principal is not associated with any matching key.
pl: Zarz±dca nie jest zwi±zany z ¿adnym pasuj±cym kluczem.

source: Error finding principal.
pl: B³±d przy szukaniu zarz±dcy.

source: Tried to add a realm that already exist.
pl: Próbowano dodaæ ju¿ istniej±c± dziedzinê.

source: Error adding realm to database.
pl: B³±d przy dodawaniu dziedziny do bazy danych.

source: Tried to remove a non-empty realm.
pl: Próbowano usun±æ niepust± dziedzinê.

source: Error removing realm from database.
pl: B³±d przy usuwaniu dziedziny z bazy danych.

source: Tried to add a principal that already exist.
pl: Próbowano dodaæ ju¿ istniej±cego zarz±dcê.

source: Error adding principal to database.
pl: B³±d przy dodawaniu zarz±dcy do bazy danych.

source: Error removing principal from database.
pl: B³±d przy usuwaniu zarz±dcy z bazy danych.

source: Error adding key to principal.
pl: B³±d przy dodawaniu klucza do zarz±dcy.

source: Error removing key from principal.
pl: B³±d przy usuwaniu klucza z zarz±dcy.

source: More than one key match given search criteria.
pl: Wiêcej ni¿ jeden klucz pasuje do podanego kryterium wyszukiwania.

source: Unknown Shisa error
pl: Nieznany b³±d Shisy

source: Account is
pl: Konto jest

source: DISABLED
pl: WY£¡CZONE

source: enabled
pl: w³±czone

source: Current key version
pl: Bie¿±ca wersja klucza

source: Account not valid before
pl: Konto niewa¿ne przed

source: Last initial TGT request at
pl: Ostatnie pocz±tkowe ¿±danie TGT

source: Last initial request at
pl: Ostatnie pocz±tkowe ¿±danie

source: Last TGT request at
pl: Ostatnie ¿±danie TGT

source: Last ticket renewal at
pl: Ostatnie odnowienie biletu

source: Password expire on
pl: Has³o wygasa

source: Account expire on
pl: Konto wygasa

source: Key
pl: Klucz

source: Priority
pl: Priorytet

source: Salt
pl: Zarodek

source: S2K params
pl: Parametry S2K

source: Password
pl: Has³o

source: Key is
pl: Klucz jest

source: MISSING
pl: BRAKUJ¡CY

source: Adding realm `%s'...
pl: Dodawanie dziedziny `%s'...

source: Adding principal `%s@%s'...
pl: Dodawanie zarz±dcy `%s@%s'...

source: Adding realm `%s'...done
pl: Dodawanie dziedziny `%s'... zakoñczone

source: Adding principal `%s@%s'...done
pl: Dodawanie zarz±dcy `%s@%s'... zakoñczone

source: Removing realm `%s'...
pl: Usuwanie dziedziny `%s'...

source: Removing principal `%s@%s'...
pl: Usuwanie zarz±dcy `%s@%s'...

source: Removing realm `%s'...done
pl: Usuwanie dziedziny `%s'... zakoñczone

source: Removing principal `%s@%s'...done
pl: Usuwanie zarz±dcy `%s@%s'... zakoñczone

source: Password for `%s@%s':
pl: Has³o dla `%s@%s':

source: Password:
pl: Has³o:

source: Could not read password
pl: Nie uda³o siê odczytaæ has³a

source: Could not create key (%d): %s
pl: Nie uda³o siê utworzyæ klucza (%d): %s

source: Try `%s --help' for more information.
pl: `%s --help' poda wiêcej informacji.

source: Mandatory arguments to long options are mandatory for short options too. Report bugs to <%s>.
pl: Argumenty obowi±zkowe dla opcji d³ugich s± obowi±zkowe tak¿e dla opcji krótkich. Prosimy zg³aszaæ b³êdy na adres <%s>. B³êdy w t³umaczeniu prosimy zg³aszaæ na adres <qboosh@pld-linux.org>.

source: too many arguments
pl: zbyt wiele argumentów

source: Initialization failed: %s
pl: Inicjalizacja nie powiod³a siê: %s

source: Could not read library options `%s': %s
pl: Nie uda³o siê odczytaæ opcji biblioteki `%s': %s

source: Shishi initialization failed: %s
pl: Inicjalizacja Shishi nie powiod³a siê: %s

source: Could not set encryption type `%s': %s
pl: Nie uda³o siê ustawiæ rodzaju szyfrowania `%s': %s

source: too few arguments
pl: zbyt ma³o argumentów

source: Adding default realm `%s'...
pl: Dodawanie domy¶lnej dziedziny `%s'...

source: Modifying principal `%s@%s'...
pl: Modyfikowanie zarz±dcy `%s@%s'...

source: Modifying principal `%s@%s'...done
pl: Modyfikowanie zarz±dcy `%s@%s'... zakoñczone

source: Adding key to `%s@%s'...
pl: Dodawanie klucza do `%s@%s'...

source: Adding key to `%s@%s'...done
pl: Dodawanie klucza do `%s@%s'... zakoñczone

source: Removing key from `%s@%s'...
pl: Usuwanie klucza z `%s@%s'...

source: Removing key from `%s@%s'...done
pl: Usuwanie klucza z `%s@%s'... zakoñczone

source: Could not initialize libshishi.
pl: Nie uda³o siê zainicjowaæ libshishi.

source: Could not set encryption types: %s
pl: Nie uda³o siê ustawiæ rodzajów szyfrowania: %s

source: Could not parse client principal "%s": %s
pl: Nie uda³o siê przeanalizowaæ zarz±dcy klienta "%s": %s

source: Could not parse server principal "%s": %s
pl: Nie uda³o siê przeanalizowaæ zarz±dcy serwera "%s": %s

source: Could not read library options: %s
pl: Nie uda³o siê odczytaæ opcji biblioteki: %s

source: Invalid --starttime date `%s'
pl: Nieprawid³owa data --starttime `%s'

source: Invalid --endtime date `%s'
pl: Nieprawid³owa data --endtime `%s'

source: Invalid --renew-till date `%s'
pl: Nieprawid³owa data --renew-till `%s'

source: Tickets in `%s':
pl: Bilety w `%s':

source: Could not list tickets: %s
pl: Nie uda³o siê wylistowaæ biletów: %s

source: Removing ticket:
pl: Usuwanie biletu:

source: Could not destroy ticket %d: %s
pl: Nie uda³o siê zniszczyæ biletu %d: %s

source: No tickets removed.
pl: Nie usuniêto ¿adnego biletu.

source: %d ticket removed.
pl: Usuniêto %d bilet.

source: Could not get ticket as `%s' for `%s'.
pl: Nie uda³o siê pobraæ biletu jako `%s' dla `%s'.
